Repository: thatlittlegit/sagittarius
Catalog: po/*.po
Languages: fr

source: Sagittarius
fr: Sagittaire

source: Gemini browser
fr: Navigateur Gemini

source: View sites via the Gemini protocol
fr: Voir des sites avec le protocole Gemini

source: A browser for the Gemini protocol
fr: Un navigateur for le protocole Gemini

source: Sagittarius is a browser for the Gemini protocol. It currently displays Gemini pages as plain-text and crashes a lot.
fr: Sagittaire est un navigateur pour le protocole Gemini. Maintenant, il montre des pages Gemini comme texte simple, et il plante beaucoup.

source: The Gemini project page displayed in Sagittarius
fr: Sagittaire vous montre le page pour le projet Gemini

source: Gemini Universal Search as one of multiple tabs
fr: Le moteur de Recherche Universel Gemini, qui est un de un tas des onglets

source: history.csv: history file for Sagittarius
fr: history.csv: fichier historique pour Sagittaire

source: This file stores the history from your Sagittarius browsing.
fr: Cette fichier garder votre historique de navigation Sagittaire.

source: DATE URI TITLE
fr: JOUR URI TITRE

source: A browser for Gemini
fr: Un navigateur for le protocole Gemini

source: Input wanted
fr: Votre donnée est voulu

source: Go
fr: Aller

source: Success!
fr: Succès!

source: Everything worked, except the programmer's brain when they were writing this.
fr: Tout a travaillé, mais pas la cervelle du programmeur quand il à m'écrive.

source: You are being redirected
fr: Le site est en train de vous réorienter

source: The website is trying to send you to %s. Would you like to go there?
fr: Le site du Gemini est en train de essayer vous envoyer á %s. Voulez-vous y aller?%s

source: Redirect
fr: Réorienter

source: Temporary failure
fr: Erreur temporaire

source: Something went wrong with the website. Try again later.
fr: Quelque chose a fait un erreur sur la site. Esseyez encore à plus tard.

source: Server unavailable
fr: Serveur est indisponsible

source: The server is unavailable due to overload, maintenance, or some other problem. Try again later.
fr: Le serveur est indisponsible parce que il est surchargé, il a la maintenance, ou quelque autre problem. Esseyez encore à plus tard.

source: Server script error
fr: Script du serveur a eu un erreur

source: The server encountered an error when processing your request.
fr: Le serveur a vu un erreur quand il était répondre à votre requête.

source: Proxy error
fr: Erreur avec le serveur proxy

source: The server wasn't able to proxy your request.
fr: Le serveur ne pouvait pas relayer votre requête.

source: Slow down!
fr: Ralentissez!

source: You're sending requests too fast.
fr: Vous êtes en train de eux donne un beaucoup des requêtes maintenant.

source: Permanent error
fr: Erreur permanent

source: Something went wrong, and it will never work again. :(
fr: Quelque chose a fait un erreur, et il sera le faire pour toujours. :(

source: File not found
fr: Fichier non trouvé

source: We searched far and wide But it we could not find. It could not be found.
fr: Nous avons cherché. Mais il, il n'etait pas là. Ç'est introuvable.

source: G O N E
fr: D I S P A R U

source: The file is gone. It will never be back. Was it ever there? Is life but a dream?
fr: Le fichier est disparu. Il ne retournera jamais. Était-il là déjà? Est la vie mais un rêve?

source: Proxy request refused
fr: Le serveur a refusé votre demande proxy

source: You asked the server to proxy a request for you, but the server won't do that.
fr: Vous l'a demandé relayer un demande, et il ne se passera pas.

source: Bad request
fr: Requête mal

source: Something went wrong, and the request was invalid?
fr: Quelque chose a fait un erreur, et le requête était erroné?

source: Huh?
fr: Quoi?

source: We don't know how to open this URI, but you can try opening it with something else.
fr: Nous ne savons pas comment nous devons ouvrir le URI, mais vous le pouvezessayer avec quelque autre chose.

source: Launch
fr: Lancer

source: Uh-oh!
fr: Ah non!

source: Something went wrong when displaying this page.
fr: Quelque chose a fait un erreur quand nous avons visité la site.

source: Plugins
fr: _Modules

source: One plugin installed
fr: Un plugin installé

source: You don't have a plugin for handling '%s'.
fr: Vous n'avez pas un plugin pour '%s'.

source: Text currently unset.
fr: Je suis vide.

source: New Tab
fr: Nouveau Onglet

source: We couldn't record this site in your history.
fr: Nous ne pouvons pas ce dans votre historique.

source: _Settings
fr: _Paramètres

source: _Plugins
fr: _Modules

source: _About
fr: À _propos

source: Quit
fr: Sortir

source: The page you looked up isn't a valid about: URI.
fr: Le page vous avez cherchez n'est pas un URI about: valide.

source: Welcome to Sagittarius!
fr: Bienvenue à Sagittaire!

source: Start by typing a URL in the address bar.
fr: Commencez par écrive un URL au-dessus.

source: Certificate wanted
fr: Certificate a voulé

source: The server is requesting you provide a certificate. You can choose one from the box below.
fr: Le serveur veut un certificat. Vous pouvez en donner un de le boîte sous.

source: Choose a certificate...
fr: Choisir un certificat...

source: Invalid certificate
fr: Certificat invalid

source: The certificate you gave isn't valid.
fr: Le certificate vous avez donné n'est pas valid.
